Repository: GarageGroup/internal-timesheet-bot-app
Catalog: src/app/AzureFunc/Resources/Authorization.*.resx
Languages: ru

# UserDisabled
source: Your account is blocked
ru: Ваша учетная запись заблокирована

# ChooseLanguage
source: Choose the language
ru: Выберите язык

source: Chosen language
ru: Выбранный язык

# SignInText
source: Follow the link and sign in with your Garage Group account
ru: Перейдите по ссылку и войдите в свою учетную запись Garage Group

# SignInButton
source: Sign in
ru: Войти

# AuthorizationError
source: Failed to authenticate. Please try again later or contact the administrator
ru: Не удалось авторизоваться. Повторите попытку или обратитесь к администратору системы

# UserNotFound
source: User was not found in Dataverse. Please contact the administrator
ru: Пользователь не найден в Dataverse. Пожалуйста, обратитесь к администратору системы

# UnexpectedError
source: An unexpected authorization error occurred. Please contact the administrator
ru: Произошла неожиданная ошибка при попытке авторизоваться. Пожалуйста, обратитесь к администратору системы

# AuthorizationSuccess
source: {0}, authorization was successful!
ru: {0}, авторизация прошла успешно!

# SignOutSuccess
source: You have signed out of your account
ru: Вы вышли из учетной записи
