Repository: GarageGroup/internal-timesheet-bot-app
Catalog: src/app/AzureFunc/Resources/BotCore.*.resx
Languages: ru

# ErrorMessage
source: An unexpected error occurred while running the bot
ru: При выполнении бота произошла непредвиденная ошибка

# CommandStopped
source: Command was stopped
ru: Выполнение команды было остановлено

# MenuHeader
source: Bot commands
ru: Команды бота

# TimesheetCreateMenuDescription
source: Create timesheet
ru: Списать время

# TimesheetShowMenuDescription
source: Show my timesheets
ru: Показать мои списания времени

# BotInfoMenuDescription
source: Information about the bot
ru: Информация о боте

# StopMenuDescription
source: Stop operation
ru: Остановить операцию

# SignOutMenuDescription
source: Sign out of your account
ru: Выйти из учетной записи

# BotName
source: Name
ru: Название

# BotDescription
source: Description
ru: Описание

# BotVersion
source: Version
ru: Версия

# BotBuildTime
source: Build time
ru: Время сборки
